Repository: NaN-tic/trytond-production_simple
Catalog: locale/*.po
Languages: ca, es

# field:product.product,boms_editor:
source: BOMs Editor
ca: Editor LdMs
es: Editor LdMs

# field:product.template,boms_editor:
source: BOMs Editor
ca: Editor LdMs
es: Editor LdMs

# field:production.bom,product:
source: Product
ca: Producte
es: Producto

# field:production.bom,product_readonly:
source: Product Readonly
ca: Producte només de lectura
es: Producto de solo lectura

# field:production.bom,routings:
source: Routings
ca: Rutes
es: Rutas

# field:production.bom,routings_editor:
source: Routings Editor
ca: Editor rutes
es: Editor de rutas

# field:production.bom,template:
source: Template
ca: Plantilla
es: Plantilla

# field:production.routing,bom:
source: BOM
ca: LdM
es: LdM

# field:production.routing,bom_readonly:
source: BOM Readonly
ca: LdM només lectura
es: LdM de solo lectura

# model:ir.message,text:msg_product_change_default_uom
source: You cannot change the default unit of measure of a product which is associated with BOM inputs or outputs.
ca: No podeu canviar la unitat de mesura per defecte d'un producte que està associat a les entrades o sortides de la llista de materials.
es: No se puede cambiar la unidad de medida predeterminada de un producto asociado con las entradas o salidas de la lista de materiales.
